Repository: Anish9901/mathesar
Catalog: translations/*/LC_MESSAGES/django.po
Languages: fr

source: Finalizing Installation...
fr: Finalisation de l'installation

source: Complete Installation
fr: Installation terminée

source: Finish Setting Up Mathesar
fr: Fin du paramétrage de Mathesar

source: Welcome to Mathesar!
fr: Bienvenue dans Mathesar!

source: Create an Admin user to start using Mathesar. You can also choose to share anonymous data to help us improve.
fr: Vous devez créer un utilisateur de type administrateur avant de commencer à utiliser Mathesar. Vous pouvez aussi choisir de partager des données anonymes qui nous aiderons à améliorer notre service.

source: Create Admin User
fr: Création d'un profil administrateur

source: Set up an Admin user account. This account will have full control over your Mathesar installation.
fr: Configurez un utilisateur de type administrateur qui aura le contrôle total de votre installation Mathesar.

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm Password
fr: Confirmer votre mot de passe

source: Your password must be at least 8 characters long.
fr: Votre mot de passe doit se composer d'au moins 8 caractères.

source: We recommend a mix of letters, numbers, and symbols for added security.
fr: Nous recommandons d'utiliser un mélange de lettres, de chiffres et de symboles pour une sécurité renforcée.

source: Support Mathesar's Growth
fr: Vous pouvez soutenir la croissance de Mathesar

source: Send a one-time confirmation to let us know you've installed Mathesar
fr: Vous pouvez envoyer une confirmation unique pour nous informer que vous avez installé Mathesar.

source: Let our open-source team know we have real users out there.
fr: Vous pouvez faire savoir à notre équipe open source que nous avons de vrais utilisateurs.

source: No personal data is shared, just an acknowledgment of your installation.
fr: Aucune donnée personnelle n'est partagée, seule une confirmation de votre installation est envoyée.

source: See what's shared.
fr: Vous pouvez voir ce qui est partagé.

source: Enable anonymous usage data collection
fr: Activer la collecte anonyme des données d'utilisation

source: Share anonymous usage data periodically to help us improve features.
fr: Partager régulièrement des données d'utilisation anonymes pour nous aider à améliorer nos fonctionnalités.

source: No personal data is collected, and you can change this setting anytime.
fr: Aucune donnée personnelle n'est collectée, et vous pouvez modifier ce paramètre à tout moment.

source: Login
fr: Connexion

source: Logging In...
fr: Connexion en cours...

source: Log in to Mathesar
fr: Se connecter à Mathesar

source: Log In
fr: Se connecter

source: Update Your Password
fr: Mettez à jour votre mot de passe

source: Since your password was set by an administrator, you need to update your password to continue.
fr: Votre mot de passe ayant été défini par un administrateur, vous devez le mettre à jour pour continuer.

source: New Password
fr: Nouveau mot de passe

source: Confirm
fr: Confirmer

source: Update Password
fr: Mettre à jour le mot de passe

source: After updating your password, you'll need to log in again.
fr: Après avoir mis à jour votre mot de passe, vous devrez vous reconnecter.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe était invalide, probablement parce qu'il a déjà été utilisé. Merci de demander une nouvelle réinitialisation du mot de passe.

source: Change Default Password
fr: Modifier le mot de passe par défaut
